"OK" = "OK";
"DONE" = "做";
"Done" = "做";
"CANCEL" = "取消";

"Later" = "後";

"NEW_ACTION" = "新動作";
"DELETE_ACTION" = "刪除操作";
"Delete project" = "刪除項目";
"Move to In-Basket" = "移至收件箱";
"UNDO_ACTION" = "撤消完成";

"Date" = "日期";
"Time" = "時間";
"Alert" = "警報";
"At the same time" = "同時";
"%@ before" = "前 %@";

"LAST_MONTH" = "上個月";
"LAST_WEEK" = "上星期";
"LAST_YEAR" = "去年";
"NEXT_MONTH" = "下個月";
"NEXT_WEEK" = "下週";
"NEXT_YEAR" = "明年";
"SOMEDAY_MAYBE" = "有一天/也許";
"THIS_MONTH" = "本月";
"THIS_WEEK" = "本星期";
"THIS_YEAR" = "本年度";
"TODAY" = "今天";
"TOMORROW" = "明天";
"YESTERDAY" = "昨天";

"CALENDAR" = "日曆";

"DESCRIPTION" = "描述";
"DISABLED" = "禁用";
"ENABLED" = "啟用";
"SOUND" = "聲音";
"TRY" = "嘗試";
"Restore" = "恢復";

"in-basket" = "收件箱";
"delegated" = "委託";
"completed" = "完成";

"How soon do you plan to do this?" = "你多久計畫做到這一點？";
"Enable repeat and notification will be coming every minute until you act on it." = "啟用重複和通知將會直到你行動--在它的每一分鐘。";

/* \n is the line break */
"Pull down and release\nto add a new task." = "拉下來並釋放\n若要添加一個新的任務";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "對權納入任務\n• 完成，\n• 押後，\n• 日曆，或者，\n• 委託它";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "拉到左邊的任務\n• 刪除，\n• 再說一遍，\n• 詳細列舉或，\n• 發送它";
"Pull up and release\nto clear completed tasks." = "拉起並釋放\n要清除已完成的任務";

"all done" = "所做的一切";

"STATISTICS_ACTIONS_IN_LIST" = "行动\n在列表中";
"STATISTICS_ACTIONS_FOR_TODAY" = "行动\n今天做";
"STATISTICS_ACTIONS_DONE_TOTAL" = "行动\n做";
"STATISTICS_DAYS_PASSED_TOTAL" = "天\n通过";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "行动\n每天";

"Purchase" = "采購";
"Receipt for this app expired." = "收到此應用程式已過期。";
"Premium Feature" = "這是一項高級功能";
"Disable ads here just for %@ right now!" = "現在得到 %@！";
"Try for a week" = "嘗試一個星期";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "這是一項高級功能。但您禁用應用程式中購買。在設置繼續啟用它們。";
"Purchase transaction for the feature failed. Try again later." = "採購事務功能失敗。請稍候重試。";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "這是一項高級功能。但是，您的設備沒有現在的互聯網連接。請稍候重試。";
"All previously purchased features were restored." = "恢復了以前購買的所有功能。";

"You can greatly help by writing a review." = "你可以極大地説明寫評論。";

"WELCOME" = "歡迎";
"keep tasks here" = "保持在這裡的任務";

"Repeat" = "重複";
"DAY" = "日";
"WEEK" = "週";
"MONTH" = "月";
"everyday" = "日常生活";
"done %@ times" = "做過%@次";
"Skip repetition" = "跳過重複";
"REPEAT_DAY_1" = "日";
"REPEAT_DAY_234" = "天";
"REPEAT_DAY_567890" = "天";

"Complete" = "完成";
"Postpone" = "推遲";
"Schedule" = "時間表";

"Version" = "版本";
"Feedback" = "反饋";
"Help" = "幫助";
"Sounds" = "聲音";
"Theme" = "主題";
"Dark" = "黑暗";
"Light" = "光";
"Automatic" = "自動";
"Multiline titles" = "多行標題";
"Delete confirmation" = "刪除確認”";
"Icon badge" = "圖標徽章";
"Calendar reminder" = "日曆提醒";
"Overdue reminder" = "過期提醒";
"Process reminder" = "過程提醒";
"Review reminder" = "評論提醒";
"Restore in-app purchases" = "恢復應用內購買";
"Send usage statistics" = "發送使用統計信息";

"Application" = "應用";
"Projects" = "專案";
"Periodic tasks" = "定期任務";
"Archive" = "存檔";

"Change in storage" = "更改存儲在";
"Сopy existing tasks to the new storage?" = "將現有任務複製到新的存儲嗎？";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "你今天有沒有任務。\n•\n回去在捏或震動。";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "你有沒有任務在這個專案中。\n•\n通過拉下添加任務。\n•\n回去在捏或震動。";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "你有未完成的任務。完成他們或為它們設置新的日期。 (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "你應該處理收集到的任務，定期以保持組織。 (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "每週回顧你的清單，這將會使它可靠。 (%@)";

/* %@ is where number of done actions will go */
"Happy" = "快樂";
"Confused" = "困惑";
"Unhappy" = "不開心";
"Tell the story of your success and help others to achive the same!" = "告訴你成功的故事，説明別人達到相同 ！";
"Search for help on a website or write an email to developer." = "搜索在一個網站上的説明或寫一封電子郵件給開發人員。";
"Sorry to hear. What can I do to fix this?" = "很遺憾聽到。我可以做什麼要解決這個問題？";
"How do you feel about it?" = "你是怎麼感覺呢？";
"Congratulations! You completed %@ tasks." = "恭喜你，你剛剛完成 %@ 個任務 ！";
"Please, rate this app on the App Store. Thanks!" = "請率這個在 App Store 上的應用程式。";
"Rate %@" = "率%@";
"Not now" = "不是現在";
"Don't ask again" = "不要再問";
"I completed %@ tasks!" = "我完成了 %@ 個任務 ！";

"Enjoying this app?" = "享受這個應用程序嗎？";
"Would you mind giving me some feedback?" = "勞駕給我們一些建議嗎？";
"How about rating on the App Store, then?" = "如何評價在App Store然後呢？";
"Not really" = "否";
"Yes!" = "對";
"No, thanks" = "否";
"Ok, sure" = "對";
"NO" = "否";
"YES" = "對";
